Repository: nyarian/childspeak
Catalog: frontend/client/trainer/platform/mobile/flutter/lib/i18n/arb/intl_messages_*.arb
Languages: ru

source: Unknown error
ru: Неизвестная ошибка

# splashPageAuthenticationError
source: Error occurred during server initial interaction: {message}.
ru: При первом взаимодействии с сервером произошла ошибка: {message}.

# splashPageLoadingLabel
source: Preparing things up...
ru: Подготавливаем всё для вас...

# entitiesNameSessionPageLabel
source: Name all you see!
ru: Озвучивай всё что видишь!

# entitiesFetchError
source: Error occurred during loading: {description}
ru: Возникла ошибка при загрузке: {description}

# entitiesLoadingLabel
source: Just a second...
ru: Одну секунду...

# entitiesEmptyStateLabel
source: Strange, seems that there are no items to name. Please try again later or contact the developer (orkay255@gmail.com) if the issue persists
ru: Странно, кажется что здесь нет ничего для озвучивания. Пожалуйста, попробуйте загрузить страницу позже или свяжитесь с разработчиком (orkay255@gmail.com) если проблема не исчезнет.

# entitiesSearchLabel
source: Please enter a category name (or it's part)
ru: Введите название категории (или часть названия)

# entitiesCategoriesSearchEmptyStateLabel
source: Seems that there are no results for "{query}"
ru: Похоже что по запросу "{query}" ничего нет

# entitiesSearchError
source: Error occurred during entities search: {description}.
ru: Произошла ошибка во время поиска: {description}.
